/* Add pin alert title */
"addPin" = "Add Pin";

/* Add pin alert placeholder */
"addPinPlaceholder" = "Your favourite place";

/* Error message when textfield is empty */
"addressCantBeAmpty" = "Address could not be empty";

/* Error alert title */
"attention" = "Attention";

/* Berlin city name */
"berlin" = "Berlin";

/* Cancel alert action */
"cancel" = "Cancel";

/* Create route alert placeholder */
"cityOrLocation" = "City or Location";

/* Create Route button */
"createRoute" = "Create Route";

/* Add pin alert message */
"enterTitle" = "Enter Title";

/* Zurich city info */
"flamingosWalkingAround" = "Flamingos walking around";

/* Florence city name */
"florence" = "Florence";

/* Rome city info */
"goodPasta" = "Good pasta";

/* Berlin city info */
"ichBinEinBerliner" = "Ich bin ein Berliner";

/* Florence city info */
"leapOfFaith" = "Leap of faith";

/* Create route alert ok action */
"letsGo" = "Let's Go!";

/* Label on the main screen if access is denied */
"locationDenied" = "Access to Location Services is denied. Please allow access in Settings";

/* Location error alert description */
"locationErrorDescr" = "We can't determine your location. Please try again later";

/* Luxembourg city name */
"luxembourg" = "Luxembourg";

/* OK alert action */
"ok" = "OK";

/* Loading indicator label */
"pleaseWait" = "Please wait...";

/* Remove Route button */
"removeRoute" = "Remove Route";

/* Rome city name */
"rome" = "Rome";

/* Route unavailable alert description */
"routeUnavailable" = "This route is unavailable. Please enter another location";

/* Error while adding annotation description */
"unableToAddAnnotation" = "Your annotation could not be added at this time. Please try again later";

/* Luxembourg city info */
"veryNiceCity" = "Very nice city";

/* Create route alert title */
"whereToGo" = "Where to Go?";

/* Zurich city name */
"zurich" = "Zurich";

